{
  "characters": [
    {
      "id": 1,
      "name": "Bigby Wolf",
      "species": "Wolf",
      "gender": "Male",
      "occupation": "Fabletown Sherrif",
      "hairColour": "Mahogany",
      "eyeColour": "Brown",
      "description": "The renowned Big Bad Wolf. He's known for tormenting pigs and girls in red hoods, but is trying to put those dark days behind him. Bigby now acts as Fabletown's sheriff and remains in his human form, mostly. However, due to his rough past, the citizens of Fabletown are slow to trust him. Bigby is determined to show that he's truly changed, but some instincts are just too hard to control",
      "imagePath": "https://vignette.wikia.nocookie.net/fables/images/2/2b/CW_Bigby_Nerissa_Convo.png/revision/latest?cb=20140710174447"
    },
    {
      "id": 2,
      "name": "Winter Wolf",
      "species": "Wolf",
      "gender": "Female",
      "occupation": "Unknown",
      "hairColour": "White",
      "eyeColour": "Unknown",
      "description": "Winter was the mother of Bigby Wolf and his brothers. Winter was a good and caring mother and Bigby regards her very highly and was displeased that his father, Mr. North, left her. Despite that, Winter loved and was devoted to him even to the moment of her death.",
      "imagePath": "https://vignette.wikia.nocookie.net/fables/images/e/e2/Winter_Wolf.png/revision/latest?cb=20140808191333"
    },
    {
      "id": 3,
      "name": "Snow White",
      "species": "Human",
      "gender": "Female",
      "occupation": "Fabletown Deputy Mayor",
      "hairColour": "Black",
      "eyeColour": "Blue",
      "description": "Snow White may seem cold, but this stems from her life of mistreatment and abuse back in the Homelands. After escaping assault and imprisonment, not to mention an attempt on her life, she married Prince Charming. It wasn't long before Snow discovered that Charming cheated on her with her estranged sister, Rose Red, and she divorced him. After the Exodus, Snow focused her attention on setting up a safe haven for Fables in the New World. She now serves as Assistant to the Deputy Mayor of Fabletown.",
      "imagePath": "https://vignette.wikia.nocookie.net/fables/images/7/74/WD_E32013_PORTRAITS_snow_5uupawjwjx_.jpg/revision/latest?cb=20180528022235"
    },
    {
      "id": 4,
      "name": "Ichabod Crane",
      "species": "Human",
      "gender": "Male",
      "occupation": "Fabletown Former Deputy Mayor",
      "hairColour": "Grey",
      "eyeColour": "Green",
      "description": "Hailing from the haunted town of Sleepy Hollow, Ichabod Crane has been Deputy Mayor of Fabletown for nearly 115 years. Crane is a bundle of nerves and takes his job very seriously. Though that doesn't mean he always does it well. As one of Fabletown's elite, Crane is often blind to the troubles of the less well-off citizens. Overall, Crane is authoritarian, cowardly, and always hiding something.",
      "imagePath": "https://vignette.wikia.nocookie.net/fables/images/5/58/SAM_Crane_Driving.png/revision/latest/scale-to-width-down/250?cb=20140407201736"
    },
    {
      "id": 5,
      "name": "Bufkin",
      "species": "Monkey",
      "gender": "Male",
      "occupation": "Librarian",
      "hairColour": "Green",
      "eyeColour": "Black",
      "description": "Bufkin is the talking, winged monkey from the land of Oz. Now, as Fabletown's librarian, he spends his time reading and stealing the deputy mayor's booze. He's prone to mischief, so when something goes wrong he assumes he'll receive the lion's share of the blame. He's helpful when he wants to be, but most of the time he'd rather be drinking. Someone would have fired him a long time ago, but he's the only one who can make sense of the filing system.",
      "imagePath": "https://vignette.wikia.nocookie.net/fables/images/d/dc/ISC_Bufkin_Mirror.png/revision/latest/scale-to-width-down/250?cb=20140527224740"
    },
    {
      "id": 6,
      "name": "Magic Mirror",
      "species": "Unknown",
      "gender": "Male",
      "occupation": "Unknown",
      "hairColour": "Bald",
      "eyeColour": "Black",
      "description": "The Magic Mirror speaks mostly in rhyme and demands that others do the same. He also requires the name of whatever object or person you wish to find. If you follow these rules, the mirror will show you a glimpse of whatever you want to see, but nothing more.",
      "imagePath": "https://vignette.wikia.nocookie.net/fables/images/e/ec/FTH_Mirror.png/revision/latest/scale-to-width-down/250?cb=20140331004413"
    },
    {
      "id": 7,
      "name": "The Woodsman",
      "species": "Human",
      "gender": "Male",
      "occupation": "Unknown",
      "hairColour": "Brown",
      "eyeColour": "Green",
      "description": "The Woodsman is one of the few men who went toe to toe with Bigby in his Black Forest days and lived to tell the tale. In an attempt to save Little Red Riding Hood, he split the great wolf's belly open with his axe, filled him full of rocks, and threw the beast into a river. To his dismay his popularity faded. Even his name is forgotten, and he is only known as The Woodsman.",
      "imagePath": "https://vignette.wikia.nocookie.net/fables/images/4/47/ISC_Woody_Angry.png/revision/latest/scale-to-width-down/250?cb=20140528030339"
    },
    {
      "id": 8,
      "name": "Mr. Toad",
      "species": "Toad",
      "gender": "Male",
      "occupation": "Tenement Superintendent",
      "hairColour": "None",
      "eyeColour": "Green",
      "description": "Mr. Toad is the superintendent for a defunct tenement on the edge of Fabletown proper. Because he's a three and a half foot talking amphibian, Toad is required by Fabletown law to keep his family and himself magically glamoured to appear human. The problem is Toad isn't too concerned with what the law is, and has to be reminded often.",
      "imagePath": "https://vignette.wikia.nocookie.net/fables/images/7/7c/CW_Toad_Truck.png/revision/latest/scale-to-width-down/250?cb=20140709085854"
    },
    {
      "id": 9,
      "name": "Toad Jr.",
      "species": "Toad",
      "gender": "Male",
      "occupation": "Unknown",
      "hairColour": "None",
      "eyeColour": "Green",
      "description": "Not much is known about Toad Jr. before the events of in Fabletown, other than that after leaving the Homelands, he lives in an apartment with his father, Mr. Toad.",
      "imagePath": "https://vignette.wikia.nocookie.net/fables/images/5/51/CW_TJ_Leaving.png/revision/latest/scale-to-width-down/250?cb=20140708203540"
    },
    {
      "id": 10,
      "name": "Lawrence",
      "species": "Human",
      "gender": "Male",
      "occupation": "Former Prince",
      "hairColour": "Black",
      "eyeColour": "Blue",
      "description": "After escaping the Homelands, Prince Lawrence and his wife, Faith, immediately fell victim to the harsh realities of the mundane world. They moved to New York hoping to find aid in a community of fellow Fables, but without enough money to live in Fabletown they had to settle on an apartment on the outskirts of the neighborhood. Unfortunately that meant they were out of sight and out of mind when it came to government assistance. Their prospects dwindling, Faith left Lawrence to try to make it on her own. Now, without his wife for support, Lawrence struggles to motivate himself and quickly sinks into depression.",
      "imagePath": "https://vignette.wikia.nocookie.net/fables/images/5/51/CW_Lawrence_Debate.png/revision/latest/scale-to-width-down/250?cb=20140709085922"
    },
    {
      "id": 11,
      "name": "Faith",
      "species": "Human",
      "gender": "Female",
      "occupation": "Prostitute",
      "hairColour": "Black",
      "eyeColour": "Green",
      "description": "Faith, otherwise known as Donkeyskin girl, made it through the Exodus from the Homelands with the clothes on her back, her husband, and nothing else. She was once a beautiful princess, happily married to Prince Lawrence of a neighboring kingdom. Her life should have had a happy ending, but the mundane city of New York wasn't kind to her, or her marriage. With no money, Faith found herself turning tricks to make the rent for a cheap apartment on the outskirts of Fabletown. She had a difficult life, but she did what she could to survive in an unfamiliar world.",
      "imagePath": "https://vignette.wikia.nocookie.net/fables/images/5/59/FTH_Faith_Street.png/revision/latest/scale-to-width-down/250?cb=20140211211628"
    },
    {
      "id": 12,
      "name": "Edward",
      "species": "Human",
      "gender": "Male",
      "occupation": "King",
      "hairColour": "Unknown",
      "eyeColour": "Grey",
      "description": "Father of Faith. Edward does not make a physical appearance in The Wolf Among Us. However, during a talk between Bigby and the Magic Mirror, Bigby asks him to show Faith's father, the Magic Mirror proceeds to show Bigby Edward's skeletal remains.",
      "imagePath": "https://vignette.wikia.nocookie.net/fables/images/2/23/I5_FTWAU_Edward.PNG/revision/latest/scale-to-width-down/250?cb=20150124195615"
    },
    {
      "id": 13,
      "name": "Grimble",
      "species": "Troll",
      "gender": "Male",
      "occupation": "Security Guard",
      "hairColour": "Black",
      "eyeColour": "Green",
      "description": "Grimble is a Fable troll who works as a security guard at the Woodland building in Fabletown. Grimble uses glamour to appear human, and is often seen sleeping behind his desk.",
      "imagePath": "https://vignette.wikia.nocookie.net/fables/images/6/67/FTH_Grimble_Sleeping.png/revision/latest/scale-to-width-down/250?cb=20140504024554"
    },
    {
      "id": 14,
      "name": "Cryer",
      "species": "Human",
      "gender": "Male",
      "occupation": "Unknown",
      "hairColour": "Ginger",
      "eyeColour": "Green",
      "description": "Cryer is a civilian in Fabletown",
      "imagePath": "https://vignette.wikia.nocookie.net/fables/images/5/5d/FTH_Cryer.png/revision/latest/scale-to-width-down/250?cb=20140223003727"
    },
    {
      "id": 15,
      "name": "Bluebeard",
      "species": "Human",
      "gender": "Male",
      "occupation": "Former Serial Killer",
      "hairColour": "Blue",
      "eyeColour": "Tawny",
      "description": "Bluebeard managed to escape the Homelands with his riches intact, and continues to be one of the wealthiest Fables in New York. The Fabletown government depends on his generous contributions, and he often uses this influence for his own benefit. As a former serial killer, he claims his days of decapitating his brides are over. But even if he was able to leave his violent ways in the Homelands, that hasn't stopped him from making the occasional trip down Crooked Lane.",
      "imagePath": "https://vignette.wikia.nocookie.net/fables/images/c/cc/CW_Bluebeard_Debate.png/revision/latest/scale-to-width-down/250?cb=20140709090025"
    },
    {
      "id": 16,
      "name": "Dr. Swineheart",
      "species": "Human",
      "gender": "Male",
      "occupation": "Doctor",
      "hairColour": "Grey",
      "eyeColour": "Blue",
      "description": "Dr. Swineheart is the resident Fabletown physician. So skilled in the art of instrumental surgery that he can safely operate on himself, he served as an army medic for years, sometimes using his talents to impress the locals. He currently runs the \"Special Research Section\" of the Knights of Malta Hospital, so named to discourage people for investigating what is actually a reserved, Fables-focused health facility.",
      "imagePath": "https://vignette.wikia.nocookie.net/fables/images/4/4d/ISC_Swineheart_Stern.png/revision/latest/scale-to-width-down/250?cb=20140601214447"
    },
    {
      "id": 17,
      "name": "Beauty",
      "species": "Human",
      "gender": "Female",
      "occupation": "Hotel Clerk",
      "hairColour": "Blonde",
      "eyeColour": "Blue",
      "description": "Beauty and her husband, Beast, once lived in an enchanted castle, but they were forced to flee the Homelands during the Exodus, leaving all of their wealth behind. Now they live in a modest studio in Fabletown, New York. Though times are hard, with Beast working multiple jobs to pay the bills, the couple have the longest lasting relationship of all the Fables.",
      "imagePath": "https://vignette.wikia.nocookie.net/fables/images/c/c8/CW_Beauty_Trial.png/revision/latest/scale-to-width-down/250?cb=20140708203823"
    },
    {
      "id": 18,
      "name": "Beast",
      "species": "Beast",
      "gender": "Male",
      "occupation": "Unknown",
      "hairColour": "Brown",
      "eyeColour": "Brown",
      "description": "Beast and his wife, Beauty, left everything behind when they escaped the Homelands in the Exodus. Without his former wealth, Beast must pick up extra work to make ends meet. He is able to get around Fabletown without a glamour most of the time, but if Beauty gets too angry with him he becomes more beastly by the minute, growing horns and large teeth. Despite the occasional bickering, the two are truly in love and have the longest lasting relationship of anyone in Fabletown.",
      "imagePath": "https://vignette.wikia.nocookie.net/fables/images/2/2a/CW_Beast_Angry.png/revision/latest/scale-to-width-down/240?cb=20140709085946"
    },
    {
      "id": 19,
      "name": "Colin",
      "species": "Pig",
      "gender": "Male",
      "occupation": "None",
      "hairColour": "Black",
      "eyeColour": "Unknown",
      "description": "Colin is better known as one of the Three Little Pigs. Back in the Homelands they were harassed by The Big Bad Wolf, who blew down Colin's house of straw. After the Exodus, Colin and the other Fables who couldn't pass for human were sent to live at The Farm in upstate New York. Unable to stand such a boring life, Colin constantly makes trips down to Fabletown to bother Bigby. He is always caught and sent back to The Farm, but he doesn't let that stop him.",
      "imagePath": "https://vignette.wikia.nocookie.net/fables/images/9/99/CW_Colin_Beer.png/revision/latest/scale-to-width-down/250?cb=20140708203958"
    },
    {
      "id": 20,
      "name": "Flycatcher",
      "species": "Human",
      "gender": "Male",
      "occupation": "Janitor",
      "hairColour": "Brown",
      "eyeColour": "Green",
      "description": "A former prince turned to a frog by a witch, the friendly, genial Flycatcher now carries the nickname as an unsubtle reference to his propensity for catching and eating flies. His wife and their children were brutally murdered back in the Homelands, a fact that he attempts to deny himself by committing to a series of endless tasks and janitorial duties.",
      "imagePath": "https://vignette.wikia.nocookie.net/fables/images/c/c1/CW_Flycatcher_Hall.png/revision/latest/scale-to-width-down/250?cb=20140709090111"
    },
    {
      "id": 21,
      "name": "Tweedle Dee",
      "species": "Human",
      "gender": "Male",
      "occupation": "Private Investigator",
      "hairColour": "Brown",
      "eyeColour": "Hazel",
      "description": "Tweedle Dee is a Fable and the twin brother of Tweedle Dum.",
      "imagePath": "https://vignette.wikia.nocookie.net/fables/images/5/53/CW_Dee_Lair.png/revision/latest/scale-to-width-down/250?cb=20140709090225"
    },
    {
      "id": 22,
      "name": "Tweedle Dum",
      "species": "Human",
      "gender": "Male",
      "occupation": "Private Investigator",
      "hairColour": "Brown",
      "eyeColour": "Brown",
      "description": "Tweedle Dum is a Fable and the twin brother of Tweedle Dee.",
      "imagePath": "https://vignette.wikia.nocookie.net/fables/images/6/6e/CW_Dum_Lair.png/revision/latest/scale-to-width-down/250?cb=20140824201033"
    },
    {
      "id": 23,
      "name": "Grendal",
      "species": "Unknown",
      "gender": "Male",
      "occupation": "Unknown",
      "hairColour": "Black",
      "eyeColour": "Green",
      "description": "Grendel just wants to be left alone. In the old days he terrorized Norse mead halls, but lately he can be found occupying a stool in various quiet, dumpy bars around New York. He hates the noise of the city, but must work there to afford his glamour. Despite his gruff bearing, he's fiercely loyal to those who've learned to offer him the space and silence he deserves. Talking to him is like watching a time bomb tick down, it's only a matter of time.",
      "imagePath": "https://vignette.wikia.nocookie.net/fables/images/1/19/CW_Gren_Neutral.png/revision/latest/scale-to-width-down/240?cb=20140709191400"
    },
    {
      "id": 24,
      "name": "Jack Horner",
      "species": "Human",
      "gender": "Male",
      "occupation": "Unknown",
      "hairColour": "Blonde",
      "eyeColour": "Blue",
      "description": "Jack is always up to something, but he's not nearly as smart as he thinks he is. His plans to get rich quick often backfire, but his confidence never wavers. He thinks he's the most important person in Fabletown, but everyone knows him as a mostly harmless smart ass.",
      "imagePath": "https://vignette.wikia.nocookie.net/fables/images/d/da/ISC_Jack_Pawn_Shop.png/revision/latest/scale-to-width-down/250?cb=20140607011400"
    },
    {
      "id": 25,
      "name": "Holly",
      "species": "Troll",
      "gender": "Female",
      "occupation": "Bar Owner",
      "hairColour": "White",
      "eyeColour": "Green",
      "description": "Holly is a no-nonsense kind of troll, and the owner of the Trip Trap Bar. She's glamoured to appear human, but her patrons know better. Holly takes good care of her regulars, often the downtrodden Fables with little to spare, but she has no patience for the Fabletown government that has done nothing to locate her missing sister.",
      "imagePath": "https://vignette.wikia.nocookie.net/fables/images/5/58/CW_Holly_Trial.png/revision/latest/scale-to-width-down/240?cb=20140708204204"
    },
    {
      "id": 26,
      "name": "Lily",
      "species": "Troll",
      "gender": "Female",
      "occupation": "Stripper, Prostitute",
      "hairColour": "Black",
      "eyeColour": "Unknown",
      "description": "Lily and her sister Holly grew up in the Homelands together, but had a falling out shortly after moving to the mundane world. Aimless and increasingly destitute, Lily turned to prostitution, and now she's the second victim in an ongoing murder investigation.",
      "imagePath": "No-image-available"
    },
    {
      "id": 27,
      "name": "Kelsey Brannigan",
      "species": "Human",
      "gender": "Female",
      "occupation": "Detective",
      "hairColour": "Brown",
      "eyeColour": "Green",
      "description": "Kelsey Brannigan is a Mundy (normal human) detective working for the New York City Police Department.",
      "imagePath": "https://vignette.wikia.nocookie.net/fables/images/1/1d/SAM_Brannigan_Questioning.png/revision/latest/scale-to-width-down/250?cb=20140214064105"
    },
    {
      "id": 28,
      "name": "Nerissa",
      "species": "Human",
      "gender": "Female",
      "occupation": "Stripper, Prostitute",
      "hairColour": "Mahogany",
      "eyeColour": "Amber",
      "description": "Nerissa's story never had a happy ending. She's known as the Little Mermaid, the young girl who gave up her tail for a pair of legs in the hopes of winning the heart of a handsome prince. When he married a princess instead, Nerissa was left heartbroken. She made the journey to the mundane world hoping for a better life. Now she dances at the Pudding and Pie, but each step she takes feels like walking on shards of glass. She has very little left, but finds some comfort in the company of her fellow dancers.",
      "imagePath": "https://vignette.wikia.nocookie.net/fables/images/7/7b/CW_Nerissa_Worried.png/revision/latest/scale-to-width-down/250?cb=20140713054418"
    },
    {
      "id": 29,
      "name": "Clever Hans",
      "species": "Human",
      "gender": "Male",
      "occupation": "Bouncer, Janitor, Handyman",
      "hairColour": "Blonde",
      "eyeColour": "Blue",
      "description": "Clever Hans always does exactly as he's told. However, he often misunderstands his instructions and ends up hurting himself or behaving oddly, as in the case of his noted fable, where he threw sheep's eyes at his wife. Unsurprisingly, she left him, and now Hans works as a bouncer at Georgie's club. He hopes to dance on stage one day, but for now he's content sweeping up and making sure the crowd doesn't get out of hand.",
      "imagePath": "https://vignette.wikia.nocookie.net/fables/images/0/03/FTH_Hans_Line.png/revision/latest/scale-to-width-down/250?cb=20140806132301"
    },
    {
      "id": 30,
      "name": "Gwen",
      "species": "Human",
      "gender": "Female",
      "occupation": "Prostitute",
      "hairColour": "Brown",
      "eyeColour": "Amber",
      "description": "Gwen is a prostitute at the Pudding & Pie working under Georgie Porgie",
      "imagePath": "https://vignette.wikia.nocookie.net/fables/images/5/53/Gwen.png/revision/latest/scale-to-width-down/250?cb=20180316035623"
    },
    {
      "id": 31,
      "name": "Georgie Porgie",
      "species": "Human",
      "gender": "Male",
      "occupation": "Pimp",
      "hairColour": "Black",
      "eyeColour": "Grey",
      "description": "Georgie runs the Pudding and Pie, a strip club that also caters to the unmentionable desires of Fabletown's citizens. He has tried just about everything there is to try in pursuit of worldly pleasures, but none of it satisfies him for long. He does seem to enjoy pushing people's buttons. He takes pride in his nightclub, and doesn't react well to anyone meddling in his affairs.",
      "imagePath": "https://vignette.wikia.nocookie.net/fables/images/e/ef/CW_Georgie_Betrayed.png/revision/latest/scale-to-width-down/250?cb=20140710023226"
    },
    {
      "id": 32,
      "name": "Vivian",
      "species": "Human",
      "gender": "Female",
      "occupation": "Hostess",
      "hairColour": "Blonde",
      "eyeColour": "Green",
      "description": "Much of Vivian's past is unknown since she prefers not to talk about her life back in the Homelands. She wanted to start fresh in Fabletown, but she finds herself working for Georgie at the Pudding and Pie. It's not a terrible life. Georgie took a liking to Vivian, so he doesn't make her take jobs at the Open Arms. Instead she plays hostess and helps Georgie ensure complete customer satisfaction.",
      "imagePath": "https://vignette.wikia.nocookie.net/fables/images/1/1b/CW_Vivian_Deciding.png/revision/latest/scale-to-width-down/250?cb=20140708191031"
    },
    {
      "id": 33,
      "name": "Aunty Greenleaf",
      "species": "Human",
      "gender": "Female",
      "occupation": "Witch",
      "hairColour": "Grey",
      "eyeColour": "Brown",
      "description": "Horticulturist, alchemist, and lover of animals, Auntie Greenleaf is one of the few rogue witches still living outside of the Thirteenth Floor, unsupervised and unrestricted. Rumored to have lost a daughter in the Homelands, she suffers paranoia and depressive mood swings, and will only venture outside at irregular hours under the guise of an ethereal, white deer, an oft-whispered specter of Brookhaven natives.",
      "imagePath": "https://vignette.wikia.nocookie.net/fables/images/f/f9/CW_Greenleaf_Woodlands.png/revision/latest/scale-to-width-down/240?cb=20140708205015"
    },
    {
      "id": 34,
      "name": "Tiny Tim",
      "species": "Human",
      "gender": "Male",
      "occupation": "Taxi Driver, Doorman",
      "hairColour": "Brown",
      "eyeColour": "Green",
      "description": "While most Fables theorize that their longevity and overall wellbeing is improved by the Mundy world's knowledge of them, for a select few, that does not seem to apply. When a malady or injury is an integral part of a Fable's story, that noteriety can make recovery nearly impossible. That's what Tiny Tim thinks, at least. And no medical care or magic - rather, none that he can afford - can heal his leg.",
      "imagePath": "https://vignette.wikia.nocookie.net/fables/images/5/50/CW_Tim_Waiting.png/revision/latest/scale-to-width-down/250?cb=20140708205146"
    },
    {
      "id": 35,
      "name": "Crooked Man",
      "species": "Human",
      "gender": "Male",
      "occupation": "Crime Lord",
      "hairColour": "Brown",
      "eyeColour": "Green",
      "description": "The Crooked Man has slowly built himself into one of the most powerful figures in Fabletown. His operation started with a crooked sixpence and a crooked house - two things he cared about more than his wife or children, whom he killed rather than let them stand in his way. In his rise, The Crooked Man has ensnared many Fables in his criminal web, providing them with what they need, but always at a high cost. He is cunning, persuasive, and ruthless.",
      "imagePath": "https://vignette.wikia.nocookie.net/fables/images/b/b8/CW_Crooked_Man_Office.png/revision/latest/scale-to-width-down/240?cb=20140720022122"
    },
    {
      "id": 36,
      "name": "Bloody Mary",
      "species": "Unknwon",
      "gender": "Female",
      "occupation": "Crooked Man's Chief Lieutenant",
      "hairColour": "Black with Red Streaks",
      "eyeColour": "Amber",
      "description": "The true history of the person known as \"Bloody Mary\" is almost completely unknown, even to Fables most acquainted with its members. Her name Mary, at least, is not up for contention, nor is her penchant for shocking violence, an inlaid resistance to magic and spells, and a strange ability to use any reflective surface as a portal, effectively short-cutting space and time. Thought by Mundies to be the wailing apparition of a childless ghost, though any evidence of that is as yet unseen.",
      "imagePath": "https://vignette.wikia.nocookie.net/fables/images/0/06/CW_Mary_Workshop.png/revision/latest/scale-to-width-down/240?cb=20140708205330"
    },
    {
      "id": 37,
      "name": "Jersey Devil",
      "species": "Cryptid",
      "gender": "Male",
      "occupation": "Shop Owner",
      "hairColour": "Mahogany",
      "eyeColour": "Unknown",
      "description": "Not all of the Fables who came to this world landed in Fabletown. There are those who scattered across the farthest corners of the Earth. And there are those who simply prefer the Garden State to the Empire State. Such is the Jersey Devil. Reports of its appearance have varied... although most accounts make mention of leathery wings. But an encounter with a certain axe of legend some years ago has temporarily rendered that feature absent.",
      "imagePath": "https://vignette.wikia.nocookie.net/fables/images/8/85/CW_Jersey_Lair.png/revision/latest/scale-to-width-down/240?cb=20140708205051"
    },
    {
      "id": 38,
      "name": "Johann",
      "species": "Human",
      "gender": "Male",
      "occupation": "Butcher",
      "hairColour": "Grey",
      "eyeColour": "Brown",
      "description": "His name is often said in the same breath as that of the Baker and Candlestick Maker of Fabletown. And like those other tradesmen, Johann the Butcher's storefront has served Fabletown for ages: fresh cuts, exotic meats, and even full sides of beef for the vigorous appetites of ogres and trolls. But Johann's business has fallen in with the wrong crowd. As the quality of his products declined, and his business turned into a front operation for the Crooked Man, some have started to wonder if they ever really knew Johann.",
      "imagePath": "https://vignette.wikia.nocookie.net/fables/images/1/18/CW_Johann_Debate.png/revision/latest/scale-to-width-down/250?cb=20140709090409"
    }
  ],
  "locations": [
    {
      "id": 1,
      "locationName": "New York City",
      "description": "Fabletown is situated in New York City",
      "imagePath": "https://vignette.wikia.nocookie.net/fables/images/4/43/FTH_Manhattan_Skyline.png/revision/latest/scale-to-width-down/1300?cb=20140826020954"
    },
    {
      "id": 2,
      "locationName": "Toad's Tenement",
      "description": "A tenement building owned by Mr. Toad. The Woodsman owns an apartment in it.",
      "imagePath": "https://vignette.wikia.nocookie.net/fables/images/b/b5/FTH_Toad%27s_Tenement.png/revision/latest/scale-to-width-down/1300?cb=20140614235651"
    },
    {
      "id": 3,
      "locationName": "Woodman's Apartment",
      "description": "An apartment in Toad's tenement owned by the Woodsman.",
      "imagePath": "https://vignette.wikia.nocookie.net/fables/images/4/42/FTH_Woody%27s_Apartment_Daytime.png/revision/latest/scale-to-width-down/1300?cb=20140826021035"
    },
    {
      "id": 4,
      "locationName": "Woodland Luxury Apartments",
      "description": "The Woodland Luxury Apartments, most often referred to as the Woodlands, is the principal workplace, as well as the residence, of some of the authority figures of Fabletown on the Upper West Side in Manhattan, New York City.",
      "imagePath": "https://vignette.wikia.nocookie.net/fables/images/c/c6/FTH_Woodlands_Exterior.png/revision/latest/scale-to-width-down/1300?cb=20140614235831"
    },
    {
      "id": 5,
      "locationName": "Bigby's Apartment",
      "description": "An apartment in the Woodlands, apparently the smallest in Fabletown. Bigby calls it home during the precious little downtime he has.",
      "imagePath": "https://vignette.wikia.nocookie.net/fables/images/0/09/ISC_Bigby%27s_Apartment.png/revision/latest/scale-to-width-down/1300?cb=20140614235911"
    },
    {
      "id": 6,
      "locationName": "Business Office",
      "description": "A cavernous room in the Woodlands that is home to the Fabletown government and archives.",
      "imagePath": "https://vignette.wikia.nocookie.net/fables/images/2/2b/ISC_Back_to_the_Office.png/revision/latest/scale-to-width-down/1300?cb=20140531214254"
    },
    {
      "id": 7,
      "locationName": "Lawrence's Apartment",
      "description": "An apartment in The Bronx that is home to Lawrence and Faith.",
      "imagePath": "https://vignette.wikia.nocookie.net/fables/images/7/7a/FTH_Lawrence%27s_Apartment_Exterior.png/revision/latest/scale-to-width-down/1300?cb=20140615000003"
    },
    {
      "id": 8,
      "locationName": "Trip Trap",
      "description": "A bar that generally serves Fabletown's less fortunate residents. It is owned by Holly and frequented by Grendel and the Woodman.",
      "imagePath": "https://vignette.wikia.nocookie.net/fables/images/c/c6/FTH_Trip_Trap_Exterior.png/revision/latest/scale-to-width-down/1300?cb=20140405000415"
    },
    {
      "id": 9,
      "locationName": "Upper West Side Precinct",
      "description": "A NYPD precinct in the Upper West Side that Bigby is brought to after being arrested for entering the crime scene at the Woodlands.",
      "imagePath": "https://vignette.wikia.nocookie.net/fables/images/6/65/SAM_Questioning_Bigby.png/revision/latest/scale-to-width-down/1300?cb=20140511191712"
    },
    {
      "id": 10,
      "locationName": "Woodland's Basement",
      "description": "A chamber in the Woodland Luxury Apartments",
      "imagePath": "https://vignette.wikia.nocookie.net/fables/images/e/eb/SAM_Bluebeard_Dee.png/revision/latest/scale-to-width-down/1300?cb=20140604234346"
    },
    {
      "id": 11,
      "locationName": "Witching Well Chamber",
      "description": "The Witching Well is a magical well that acts as a portal to the lands of the deceased and was used by Fabletown to dispose of Fable bodies on the assumption that they couldn't return.",
      "imagePath": "https://vignette.wikia.nocookie.net/fables/images/3/38/SAM_Witching_Well_Chamber.png/revision/latest/scale-to-width-down/1300?cb=20140511195950"
    },
    {
      "id": 12,
      "locationName": "Pudding & Pie",
      "description": "The Pudding & Pie, sometimes stylized as the Puddin' & Pie or Pudding N' Pie, is a strip club in Fabletown owned by Georgie Porgie and Vivian.",
      "imagePath": "https://vignette.wikia.nocookie.net/fables/images/8/80/ACM_Pudding_%26_Pie_Exterior.png/revision/latest/scale-to-width-down/1300?cb=20140610212324"
    },
    {
      "id": 13,
      "locationName": "Open Arms Hotel",
      "description": "A rundown establishment down the road from the Pudding & Pie, it is used by its girls for prostitution appointments. It also also Beauty's current place of employment.",
      "imagePath": "https://vignette.wikia.nocookie.net/fables/images/0/07/SAM_Open_Arms_Exterior.png/revision/latest/scale-to-width-down/1300?cb=20140506000416"
    },
    {
      "id": 14,
      "locationName": "Buckingham Bridge",
      "description": "A bridge connecting Manhattan and Brooklyn. Lily's funeral is held beneath it.",
      "imagePath": "https://vignette.wikia.nocookie.net/fables/images/3/31/ACM_Manhattan_Bridge.png/revision/latest/scale-to-width-down/1300?cb=20140416210818"
    },
    {
      "id": 15,
      "locationName": "Crane's Apartment",
      "description": "A penthouse in the Woodlands that was home to Ichabod Crane.",
      "imagePath": "https://vignette.wikia.nocookie.net/fables/images/4/46/ACM_Crane%27s_Apartment_Ransacked.png/revision/latest/scale-to-width-down/1300?cb=20140416214218"
    },
    {
      "id": 16,
      "locationName": "Tweedles' Office",
      "description": "An office that the Tweedle brothers operate their private investigation business out of. It is maintained by Flycatcher.",
      "imagePath": "https://vignette.wikia.nocookie.net/fables/images/8/83/ACM_Tweedle_Office.png/revision/latest/scale-to-width-down/1300?cb=20140416214409"
    },
    {
      "id": 17,
      "locationName": "Aunty Greenleaf's Apartment",
      "description": "An apartment in the outskirts of Fabletown that Aunty Greenleaf lives in.",
      "imagePath": "https://vignette.wikia.nocookie.net/fables/images/7/7f/ACM_Greenleaf%27s_Apartment.png/revision/latest/scale-to-width-down/1300?cb=20140416215442"
    },
    {
      "id": 18,
      "locationName": "Bigby's Office",
      "description": "The Woodlands' security office, and Bigby's base of operations as sheriff.",
      "imagePath": "https://vignette.wikia.nocookie.net/fables/images/6/6f/ISC_Comfort.png/revision/latest/scale-to-width-down/1300?cb=20140531211054"
    },
    {
      "id": 19,
      "locationName": "Beauty and Beast's Apartment",
      "description": "A lavish apartment in the Woodlands that Beauty and Beast live in.",
      "imagePath": "https://vignette.wikia.nocookie.net/fables/images/2/2d/ISC_Fishing_for_Sympathy.png/revision/latest/scale-to-width-down/1300?cb=20140531212737"
    },
    {
      "id": 20,
      "locationName": "Lucky Pawn",
      "description": "Jersey Devil's pawn shop next door to the Trip Trap. It is a front for the Crooked Man's criminal enterprise.",
      "imagePath": "https://vignette.wikia.nocookie.net/fables/images/f/f8/ISC_Lucky_Pawn_Exterior.png/revision/latest/scale-to-width-down/1300?cb=20140531212738"
    },
    {
      "id": 21,
      "locationName": "The Cut Above",
      "description": "Johann's butcher shop. It was taken over by the Crooked Man's crew and is now used to create and ship black market magic and glamours.",
      "imagePath": "https://vignette.wikia.nocookie.net/fables/images/9/94/ISC_Cut_Above_Interior.png/revision/latest/scale-to-width-down/1300?cb=20140531213818"
    },
    {
      "id": 22,
      "locationName": "Central Park",
      "description": "A large urban park in the center of Manhattan. Bigby finds the door to the Crooked Man's hideout under the Gothic Bridge within the park.",
      "imagePath": "https://vignette.wikia.nocookie.net/fables/images/c/c2/FTH_Central_Park.png/revision/latest/scale-to-width-down/1300?cb=20140826021233"
    },
    {
      "id": 23,
      "locationName": "The Crooked Lair",
      "description": "The Crooked Lair is the headquarters for the Crooked Man and his criminal enterprise. Located inside a desanctified church, the only way to enter it is through a magic door that constantly moves around Fabletown. The entrance is manned by Tiny Tim.",
      "imagePath": "https://vignette.wikia.nocookie.net/fables/images/7/78/ISC_Crooked_Lair.png/revision/latest/scale-to-width-down/1300?cb=20140703051430"
    },
    {
      "id": 24,
      "locationName": "Sheppard Metalworks",
      "description": "Shepard Metalworks is an old foundry located in the outskirts of Fabletown. It is used by the Crooked Man as a storage location for information about the various Fables he has observed over the years.",
      "imagePath": "https://vignette.wikia.nocookie.net/fables/images/f/ff/CW_Sheppard_Metalworks.png/revision/latest/scale-to-width-down/1300?cb=20140709053211"
    }
  ],
  "episodes": [
    {
      "id": 1,
      "episodeName": "Faith",
      "episodeNum": 1,
      "season": 1,
      "description": "Bigby Wolf, Sheriff of Fabletown, must work a murder case when a Fable is killed and he must work with Snow White to find out who the murderer is. The two of them work together and the investigation goes deep, with a shocking ending.",
      "directedBy": "Nick Herman & Dennis Lenart",
      "writtenBy": "Pierre Shorette & Ryan Kaufman",
      "imagePath": "https://vignette.wikia.nocookie.net/fables/images/b/b6/FTH_Cover.png/revision/latest?cb=20140214011436"
    },
    {
      "id": 2,
      "episodeName": "Smoke & Mirrors",
      "episodeNum": 2,
      "season": 1,
      "description": "The episode starts with Bigby being questioned by a female detective named Kelsey Brannigan. Bigby is reluctant to answer her questions. Suddenly, the detective and police officers in the room pass out, and it is shown that Crane had used a memory-wipe spell to let Bigby out.",
      "directedBy": "Jason Latino",
      "writtenBy": "Dave Grossman & Joe Pinney",
      "imagePath": "https://vignette.wikia.nocookie.net/fables/images/a/a2/SAM_Cover.png/revision/latest?cb=20140214011612"
    },
    {
      "id": 3,
      "episodeName": "A Crooked Mile",
      "episodeNum": 3,
      "season": 1,
      "description": "Bigby has discovered that Crane is the murderer; a photo of him in bed with a murdered woman glamoured to look like Snow was found. He sees Beauty and Beast off to arrive at Lily's funeral, where Holly, Grendel, Prince Lawrence, Vivian and Nerissa are all attending. Eventually, Snow returns to the funeral and asks Bigby to wait at a distance.",
      "directedBy": " Martin Montgomery",
      "writtenBy": "Adam Hines & Ryan Kaufman",
      "imagePath": "https://vignette.wikia.nocookie.net/fables/images/0/03/ACM_Cover.png/revision/latest/?cb=20140214012342"
    },
    {
      "id": 4,
      "episodeName": "In Sheep's Clothing",
      "episodeNum": 4,
      "season": 1,
      "description": "In a nightmare sequence, Bigby is about to be axed to death by Bloody Mary; he violently awakes to find himself being operated on by Doctor Swineheart, with Colin and Snow watching. The Silver Bullet Mary shot Bigby with in the previous episode is Bigby's key weakness requiring an important healing practice.",
      "directedBy": "Kent Mudle",
      "writtenBy": "Dane Martin & Aaron Casillas",
      "imagePath": "https://vignette.wikia.nocookie.net/fables/images/1/18/ISC_Cover.png/revision/latest?cb=20140311212241"
    },
    {
      "id": 5,
      "episodeName": "Cry Wolf",
      "episodeNum": 5,
      "season": 1,
      "description": "Bigby stands before the Crooked Man and his crew consisting of Dum (if he was spared) and Dee, Georgie Porgie and Vivian, and the Jersey Devil. Bigby can either be rude and threatening to The Crooked Man or accept his hospitality. The henchman are nervous about Bigby's presence, and Bigby observes the Crooked Man's use of scare tactics to enforce his rule. When Bigby brings up the murders, he can either ask The Crooked Man outright who did it, or take a guess at the culprit himself.",
      "directedBy": "Vahram Antonian",
      "writtenBy": "Nicole Martinez & Joe Pinney",
      "imagePath": "https://vignette.wikia.nocookie.net/fables/images/5/5e/CW_Cover.png/revision/latest?cb=20140403210906"
    }
  ]
}